{
  "sections": {
    "main": {
      "type": "policy-content",
      "blocks": {
        "info_collect": {
          "type": "policy_section",
          "settings": {
            "section_title": "1. Information We Collect",
            "section_content": "<p>We collect personal information from you when you:</p>"
          }
        },
        "info_list": {
          "type": "policy_list",
          "settings": {
            "list_title": "",
            "list_items": "Make a purchase on our website|Subscribe to our newsletter or email lists|Contact customer support or interact with our website",
            "list_description": "<p>The information we collect may include your name, email address, phone number, billing address, and payment information. We also collect non-personally identifiable information such as browser type, IP address, and usage statistics.</p>"
          }
        },
        "info_use": {
          "type": "policy_section",
          "settings": {
            "section_title": "2. How We Use Your Information",
            "section_content": "<p>Your personal information is used to:</p>"
          }
        },
        "use_list": {
          "type": "policy_list",
          "settings": {
            "list_title": "",
            "list_items": "Process your orders and payments|Send you order updates, promotional offers, and newsletters (with your consent)|Provide customer support and respond to your inquiries|Improve our website, services, and products"
          }
        },
        "protection": {
          "type": "policy_section",
          "settings": {
            "section_title": "3. How We Protect Your Information", 
            "section_content": "<p>We implement a variety of security measures to maintain the safety of your personal information, including:</p>"
          }
        },
        "protection_list": {
          "type": "policy_list",
          "settings": {
            "list_title": "",
            "list_items": "Use of encryption technology (SSL) to protect sensitive data during transmission|Regular monitoring for security vulnerabilities to ensure our systems are protected",
            "list_description": "<p>However, no method of transmission over the internet is 100% secure. While we strive to protect your personal information, we cannot guarantee its absolute security.</p>"
          }
        },
        "sharing": {
          "type": "policy_section",
          "settings": {
            "section_title": "4. Sharing Your Information",
            "section_content": "<p>We do not sell, trade, or rent your personal information to third parties. We may share your information with trusted third parties who assist us in operating our website, processing payments, and delivering services to you, under the condition that these parties agree to keep this information confidential. We may also share your information if required by law or in response to legal requests.</p>"
          }
        },
        "cookies": {
          "type": "policy_section",
          "settings": {
            "section_title": "5. Cookies and Tracking Technologies",
            "section_content": "<p>We use cookies and other tracking technologies to enhance your experience on our website. Cookies are small files stored on your device that allow us to recognize your preferences, personalize content, and analyze site traffic. You can adjust your browser settings to refuse cookies, but this may affect your ability to use some features of our website.</p>"
          }
        },
        "rights": {
          "type": "policy_section",
          "settings": {
            "section_title": "6. Your Rights",
            "section_content": "<p>You have the right to:</p>"
          }
        },
        "rights_list": {
          "type": "policy_list",
          "settings": {
            "list_title": "",
            "list_items": "Access, update, or delete your personal information at any time|Opt-out of receiving promotional emails or newsletters|Request that we do not sell or share your personal information",
            "list_description": "<p>If you would like to exercise any of these rights, please contact us at <a href=\"mailto:support@ibertechsystems.com\">support@ibertechsystems.com</a>.</p>"
          }
        },
        "third_party": {
          "type": "policy_section",
          "settings": {
            "section_title": "7. Third-Party Links",
            "section_content": "<p>Our website may contain links to third-party websites. We are not responsible for the privacy practices or content of these external sites. We encourage you to read the privacy policies of any third-party website you visit.</p>"
          }
        },
        "changes": {
          "type": "policy_section",
          "settings": {
            "section_title": "8. Changes to This Privacy Policy",
            "section_content": "<p>We reserve the right to update or modify this Privacy Policy at any time. Any changes will be reflected on this page with an updated date. Please review this Privacy Policy periodically to stay informed about how we are protecting your information.</p>"
          }
        },
        "contact": {
          "type": "contact_info",
          "settings": {
            "contact_title": "9. Contact Us",
            "contact_email": "support@ibertechsystems.com",
            "contact_phone": "+123-456-7890"
          }
        }
      },
      "block_order": [
        "info_collect",
        "info_list",
        "info_use",
        "use_list",
        "protection",
        "protection_list",
        "sharing",
        "cookies",
        "rights",
        "rights_list",
        "third_party",
        "changes",
        "contact"
      ],
      "settings": {
        "heading": "Privacy Policy",
        "introduction": "<p>At IberTechSystems, we value and respect your privacy. This Privacy Policy explains how we collect, use, and protect your personal information when you interact with our website or services.</p>",
        "footer_text": "<p>&copy; 2025 IberTechSystems. All rights reserved.</p>",
        "color_scheme": "background-1",
        "padding_top": 36,
        "padding_bottom": 36
      }
    }
  },
  "order": ["main"]
}