{"sections": {"custom_liquid_naaKfx": {"type": "custom-liquid", "settings": {"custom_liquid": "<!DOCTYPE html>\n<html lang=\"en\">\n<head>\n    <meta charset=\"UTF-8\">\n    <meta name=\"viewport\" content=\"width=device-width, initial-scale=1.0\">\n    <title>Terms and Conditions - IberTechSystems</title>\n    <style>\n        body {\n            text-align: center;\n            font-family: Arial, sans-serif;\n        }\n\n        .container {\n            max-width: 1000px;\n            margin: auto;\n            background: #fff;\n            padding: 30px;\n            border-radius: 8px;\n        }\n\n        ul {\n            display: inline-block;\n            text-align: left;\n            margin: 10px auto;\n            padding-left: 20px;\n        }\n\n        .terms-section {\n            margin: 20px 0;\n            padding: 15px;\n            border-radius: 6px;\n            text-align: left;\n        }\n\n        a {\n            color: #0073e6;\n            text-decoration: none;\n            font-weight: bold;\n        }\n\n        a:hover {\n            text-decoration: underline;\n        }\n\n        h1 {\n            font-size: 2em;\n            margin-bottom: 20px;\n        }\n\n        h2 {\n            font-size: 1.5em;\n            margin-top: 20px;\n            margin-bottom: 10px;\n        }\n\n        p {\n            font-size: 1em;\n            line-height: 1.6;\n        }\n    </style>\n</head>\n<body>\n\n    <div class=\"container\">\n        <h1>Terms and Conditions</h1>\n        <p>Welcome to IberTechSystems! Please read our Terms and Conditions carefully before using our products and services.</p>\n\n        <div class=\"terms-section\">\n            <h2>1. Introduction</h2>\n            <p>These Terms and Conditions (\"Agreement\") govern the use of products and services provided by IberTechSystems, which specializes in automation solutions for gates and garage doors, including motors, remote controls, and accessories. By purchasing or using our products, you agree to abide by the terms outlined in this document.</p>\n        </div>\n\n        <div class=\"terms-section\">\n            <h2>2. Company Overview</h2>\n            <p>IberTechSystems provides reliable and efficient automation solutions designed for security, convenience, and seamless operation of gates and garage doors. Our products cater to homeowners, installers, businesses, and property developers. With a focus on innovation and customer satisfaction, we ensure smooth access control for both residential and commercial properties.</p>\n        </div>\n\n        <div class=\"terms-section\">\n            <h2>3. Product and Service Use</h2>\n            <p>By using our products or services, you agree to the following terms:</p>\n            <ul>\n                <li><strong>Gate Type:</strong> Products must be used in accordance with the gate type they are designed for (swing or sliding).</li>\n                <li><strong>Installation:</strong> Products should be installed by qualified professionals unless specified otherwise.</li>\n                <li><strong>Compliance:</strong> Ensure that product use complies with local regulations.</li>\n                <li><strong>Modification:</strong> Unauthorized modification of products may void warranties and lead to legal actions.</li>\n            </ul>\n        </div>\n\n        <div class=\"terms-section\">\n            <h2>4. Warranty and Returns</h2>\n            <p>We offer warranty coverage for all our products. For returns, refer to our Return and Exchange Policy. Products must be in original condition for returns to be processed within the specified time frame.</p>\n        </div>\n\n        <div class=\"terms-section\">\n            <h2>5. Payment and Pricing</h2>\n            <p>All products are sold at the prices listed on our website or as communicated to the customer. Prices are subject to change without notice. Payment must be made in full before shipping, and various secure payment methods are accepted.</p>\n        </div>\n\n        <div class=\"terms-section\">\n            <h2>6. Intellectual Property</h2>\n            <p>All content, trademarks, and intellectual property associated with IberTechSystems products are owned by us or licensed. Unauthorized use of our intellectual property is prohibited and may result in legal action.</p>\n        </div>\n\n        <div class=\"terms-section\">\n            <h2>7. Limitation of Liability</h2>\n            <p>IberTechSystems will not be held liable for any damages, loss, or injury resulting from misuse, improper installation, or failure to follow product guidelines. Our liability is limited to the cost of the product itself, and we do not assume any responsibility for indirect, incidental, or consequential damages.</p>\n        </div>\n\n        <div class=\"terms-section\">\n            <h2>8. Privacy Policy</h2>\n            <p>We are committed to protecting your privacy. Please refer to our Privacy Policy for information on how we collect, use, and protect your personal data.</p>\n        </div>\n\n        <div class=\"terms-section\">\n            <h2>9. Governing Law</h2>\n            <p>These Terms and Conditions are governed by and construed in accordance with the laws of the jurisdiction in which IberTechSystems operates. Any disputes arising from the use of our products or services will be subject to the exclusive jurisdiction of the courts in that jurisdiction.</p>\n        </div>\n\n        <div class=\"terms-section\">\n            <h2>10. Modifications</h2>\n            <p>IberTechSystems reserves the right to modify these Terms and Conditions at any time. Any changes will be posted on this page, and continued use of our services or products will signify your acceptance of the updated terms.</p>\n        </div>\n\n        <div class=\"terms-section\">\n            <h2>11. Contact Information</h2>\n            <p>If you have any questions regarding our Terms and Conditions, please contact us at:</p>\n            <address>\n                <strong>Email:</strong> <a href=\"mailto:support@ibertechsystems.com\">support@ibertechsystems.com</a><br>\n                <strong>Phone:</strong> +123-456-7890<br>\n                <strong>Address:</strong> 123 IberTech Road, City, Country\n            </address>\n        </div>\n\n        <footer>\n            <p>&copy; 2025 IberTechSystems. All rights reserved.</p>\n        </footer>\n    </div>\n\n</body>\n</html>", "color_scheme": "", "padding_top": 40, "padding_bottom": 52}}}, "order": ["custom_liquid_naaKfx"]}
