{
  "sections": {
    "main": {
      "type": "policy-content",
      "blocks": {
        "heading": {
          "type": "policy_section",
          "settings": {
            "section_title": "1. Return Eligibility",
            "section_content": "<p>To be eligible for a return, the product must meet the following conditions:</p>"
          }
        },
        "eligibility_list": {
          "type": "policy_list",
          "settings": {
            "list_title": "",
            "list_items": "The product must be unused, in the original condition, and in its original packaging|Products must be returned within 30 days of the delivery date|Custom products, special orders, or clearance items are not eligible for returns"
          }
        },
        "initiate_return": {
          "type": "policy_section",
          "settings": {
            "section_title": "2. How to Initiate a Return",
            "section_content": "<p>If your product meets the eligibility criteria, you can initiate a return by following these steps:</p>"
          }
        },
        "return_steps": {
          "type": "policy_list",
          "settings": {
            "list_title": "",
            "list_items": "Contact our customer service team at support@ibertechsystems.com to request a Return Authorization Number (RAN)|Provide your order number and a brief description of the product and reason for return|Once approved, package the product securely in its original packaging and include the RAN|Ship the product back to us at the provided address. You are responsible for the return shipping costs"
          }
        },
        "refund_process": {
          "type": "policy_section",
          "settings": {
            "section_title": "3. Refund Process",
            "section_content": "<p>Upon receiving and inspecting the returned product, we will process your refund within 7-10 business days. Refunds will be issued to the original payment method used for the purchase. Please note:</p>"
          }
        },
        "refund_notes": {
          "type": "policy_list",
          "settings": {
            "list_title": "",
            "list_items": "Shipping costs are non-refundable unless the return is due to a defective or incorrect product|If the product is returned in damaged condition, we reserve the right to deny the refund"
          }
        },
        "exchanges": {
          "type": "policy_section",
          "settings": {
            "section_title": "4. Exchanges",
            "section_content": "<p>If you would like to exchange your product for another one, please follow the return process above and place a new order for the item you'd like to receive. Exchanges are subject to availability.</p>"
          }
        },
        "non_returnable": {
          "type": "policy_list",
          "settings": {
            "list_title": "5. Non-Returnable Items",
            "list_items": "Custom or special order products|Gift cards|Items marked as final sale or clearance",
            "list_description": "<p>Unfortunately, certain items are non-returnable. These include:</p>"
          }
        },
        "damaged_products": {
          "type": "policy_section",
          "settings": {
            "section_title": "6. Damaged or Defective Products",
            "section_content": "<p>If your product is damaged or defective upon arrival, please contact us within 7 days of receiving the product. We will arrange for a replacement or refund at no additional cost to you. To process your request, please provide photos of the damage or defect, along with your order number.</p>"
          }
        },
        "exceptions": {
          "type": "policy_list",
          "settings": {
            "list_title": "7. Refund Exceptions",
            "list_items": "Products that are returned after the 30-day return window|Products that have been used or damaged by the customer|Products returned without the original packaging or with missing parts",
            "list_description": "<p>We reserve the right to deny refunds or exchanges for the following reasons:</p>"
          }
        },
        "contact": {
          "type": "contact_info",
          "settings": {
            "contact_title": "8. Contact Us",
            "contact_email": "support@ibertechsystems.com",
            "contact_phone": "+123-456-7890"
          }
        }
      },
      "block_order": [
        "heading",
        "eligibility_list",
        "initiate_return",
        "return_steps",
        "refund_process",
        "refund_notes",
        "exchanges",
        "non_returnable",
        "damaged_products",
        "exceptions",
        "contact"
      ],
      "settings": {
        "heading": "Returns and Refund Policy",
        "introduction": "<p>At IberTechSystems, customer satisfaction is our priority. If you're not completely satisfied with your purchase, please review our Returns and Refund Policy to understand how to initiate a return or refund.</p>",
        "footer_text": "<p>&copy; 2025 IberTechSystems. All rights reserved.</p>",
        "color_scheme": "background-1",
        "padding_top": 36,
        "padding_bottom": 36
      }
    }
  },
  "order": ["main"]
}